/* 
  Localizable.strings
  DuetMac

  Created by Rahul Dewan on 6/15/15.
  Copyright (c) 2015 Rahul Dewan. All rights reserved.
*/

"Duet Connected" = "Приложение Duet подключено";

"Restart Your Mac" = "Перезагрузите ваш Mac";
"Quit" = "Выйти";
"Authorization Error" = "Ошибка авторизации";
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Выберите \"Попытаться снова\", чтобы повторить попытку авторизации, или 'Выйти', чтобы отказаться.";
"Try Again" = "Попытаться снова";

"Open duet on iOS" = "Открыть duet на мобильной операционной системе iOS";
"Connect device to Mac with" = "Подключить устройство к Mac с";
"or" = "или";
"Version" = "Версия";
"Resolution" = "Разрешение";
"No Device Connected" = "Нет подключенного устройства";
"Frame Rate" = "Частота кадров";
"60 FPS" = "60 FPS";
"30 FPS" = "30 FPS";
"Performance" = "Характеристики";
"High Power" = "Высокая производительность";
"Energy Efficient" = "С низким потреблением энергии";
"Preferences" = "Предпочтения";
"Update App Automatically" = "Обновить приложение автоматически";
"Launch At Login" = "Запустить при входе в систему";
"Graphics Card" = "Графическая карта";
"When Duet Is Connected..." = "При подключении Duet...";
"Discrete (Recommended)" = "Дискретный (рекомендованный)";
"Integrated (Energy Savings)" = "IИнтегрированный (с низким потреблением энергии)";
"Display Arrangement" = "Расположение экрана";
"Check For Updates" = "Проверить наличие обновлений";
"Help Center" = "центр помощи";
"Ask Us A Question" = "Задать нам вопрос";
"Uninstall Duet" = "Удалить duet";
"Quit" = "Выйти";

"Regular (Energy Efficient)" = "Обычное разрешение (С низким потреблением энергии)";
"Retina (High Performance)" = "Разрешение сетчатки глаза (Высокая производительность)";
"High Resolution (Smaller Text)" = "Высокое разрешение (Текст меньше)";